{
  "holidays": [
    {
      "name": "Capodanno",
      "date": {
        "day": 14,
        "mouth": 0
      },
      "title": "Auguro a tutti un felice anno nuovo!",
      "description": "Auguri di buon Capodanno! Che il nuovo anno ti porti felicità, successo e tante nuove avventure. Che ogni giorno sia pieno di sorrisi e realizzazioni. Buon anno nuovo!",
      "image": "https://cdn.discordapp.com/attachments/946881043523330108/1058762112475873420/Notte-di-Capodanno.jpg",
      "color": "#ffd900"
    },
    {
      "name": "San Valentino",
      "date": {
        "day": 14,
        "mouth": 1
      },
      "title": "Buon San Valentino!",
      "description": "Buon San Valentino! Che questa giornata sia colma di amore, dolcezza e romanticismo. Possa il tuo cuore essere riempito di affetto e i tuoi giorni essere illuminati dalla presenza dell'amore. Ti auguro una festa indimenticabile con la persona che ami.",
      "image": "https://cdn.discordapp.com/attachments/946881043523330108/1111010722265186454/download_1.jpg",
      "color": "#ff0000"
    },
    {
      "name": "Pasqua",
      "date": {
        "day": 16,
        "mouth": 3
      },
      "title": "Buona Pasqua!",
      "description": "Auguri di Buona Pasqua! Che questa festa porti con sé una nuova speranza, una gioia rinnovata e tanta serenità. Possa il tuo cuore essere colmo di gratitudine e la tua vita essere illuminata dalla pace e dalla felicità. Buona Pasqua a te e alla tua famiglia!",
      "image": "https://cdn.discordapp.com/attachments/946881043523330108/1111010722047066203/092607365-c7f2114d-a5c2-4a76-9f6d-9461f79a2374.jpeg",
      "color": "#ff00e6"
    },
    {
      "name": "Fine Scuola",
      "date": {
        "day": 10,
        "mouth": 5
      },
      "title": "Buone Vacanze a tutti!",
      "description": "Auguri per l'inizio delle tue meritate vacanze estive! Che questo periodo sia ricco di relax, divertimento e momenti indimenticabili. Che tu possa goderti il sole, la spiaggia e tutte le esperienze che renderanno le tue vacanze speciali. Buon divertimento e buone vacanze estive!",
      "image": "https://cdn.discordapp.com/attachments/946881043523330108/1111010723145990194/estate.webp",
      "color": "#fff700"
    },
    {
      "name": "Halloween",
      "date": {
        "day": 31,
        "mouth": 9
      },
      "title": "Buon Halloween!",
      "description": "Buon Halloween! Che questa notte di brividi sia piena di divertimento, dolcetto o scherzetto e travestimenti spaventosi. Che tu possa vivere un'esperienza indimenticabile e che i tuoi sogni siano popolati da streghe, fantasmi e creature misteriose. Goditi la magia di Halloween!",
      "image": "https://cdn.discordapp.com/attachments/946881043523330108/1111010722894315580/87380490_M-2.jpg",
      "color": "#ff7300"
    },
    {
      "name": "Natale",
      "date": {
        "day": 25,
        "mouth": 10
      },
      "title": "Buon Natale!",
      "description": "Auguri di Buon Natale! Che questa festa porti con sé calore, gioia e serenità. Che tu possa trascorrere momenti preziosi con le persone che ami, circondato/a da affetto e felicità. Che il Natale ti riempia di magia e che il nuovo anno porti nuove speranze e realizzazioni. Buon Natale a te e alla tua famiglia!",
      "image": "https://cdn.discordapp.com/attachments/946881043523330108/1111010722512642158/decorazioni_natale-scaled.webp",
      "color": "#ff1100"
    }
  ]
}
